[M_Ep13_KillAngel MissionDefinition]
MissionName="Onde os Anjos Temem Entrar"
MissionDescription="O Anjo está disposto a entregar Jack O'Cara, porém, só se você desativá-la antes."
TurnInDescription="O Anjo está desativado e os Crimson Raiders possuem a chave da Sepultura.  É hora de acabar com Jack O'Cara."
MissionSummary="Vá até o Anjo e roube a chave da Sepultura."
MissionGiver="Roland"
MissionTurnInLocation="Roland"
TeaserText=""

[M_Ep13_KillAngel:AngelDyingSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:AngelEtherealSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:AngelExpositionSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:AngelHallwaySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:BUNK3RIntroCardSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:ConvinceClaptrap MissionObjectiveDefinition]
ProgressMessage="Convença o Claptrap a ajudar você"

[M_Ep13_KillAngel:ConvinceClaptrapSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:DeactivateBarrier MissionObjectiveDefinition]
ProgressMessage="Desative a barreira"

[M_Ep13_KillAngel:DeactivateBarrierSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:DestroyAllAutocannonsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:DestroyAutocannons MissionObjectiveDefinition]
ProgressMessage="Destrua os canhões automáticos"

[M_Ep13_KillAngel:DestroyBUNK3R MissionObjectiveDefinition]
ProgressMessage="Destrua o BUNK-3R"

[M_Ep13_KillAngel:DestroyBunker MissionObjectiveDefinition]
ProgressMessage="Destrua o Bunker"

[M_Ep13_KillAngel:DestroyBunkerSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:DestroyEridiumInjectorsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:DestroyEridiumPipes MissionObjectiveDefinition]
ProgressMessage="Destrua os injetores de Eridium"

[M_Ep13_KillAngel:DestroyFirstAutocannon MissionObjectiveDefinition]
ProgressMessage="Destrua o canhão automático"

[M_Ep13_KillAngel:DestroyFirstAutocannonSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:ElevatorRideSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:GoToCliffs MissionObjectiveDefinition]
ProgressMessage="Vá até Thousand Cuts"

[M_Ep13_KillAngel:GoToCliffsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:HyperionBridgeSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:HyperionGate01Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:HyperionGate02Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:HyperionGate03Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:JackDoorBioScanSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:LowerBarricadeSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:MeetClaptrapAtCliffs MissionObjectiveDefinition]
ProgressMessage="Reuna-se com o Claptrap"

[M_Ep13_KillAngel:MeetClaptrapSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:OpenJackDoor MissionObjectiveDefinition]
ProgressMessage="Abra a porta de segurança"

[M_Ep13_KillAngel:ReachedTheBunkerSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:StealVaultKey MissionObjectiveDefinition]
ProgressMessage="Roube a chave da Sepultura"
